<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Пользовательское соглашение и информация для абонентов</title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <style>
        body {
            background: #ffffcc;
            padding: 0;
            margin: 10px;
            font-family: Arial;
            font-size: 12px;
        }

        p {
            color: #000000;
            padding: 0 0 15px 0;
            margin: 0;
        }

        h1 {
            font-size: 18px;
            color: #000;
            padding: 0 0 15px 0;
            margin: 0;
        }

        a {
            color: #000;
            text-decoration: underline;
        }


        table {
            border-collapse: collapse;
        }
        td {
            font-size: 12px;
            border: 1px solid #777;
            padding: 5px;
        }
    </style>
</head>
<body>
<h1>Пользовательское соглашение</h1>
<ul style="list-style:none;">
    <li>1. Термины и обозначение.<br/>
        <strong>Приложение</strong> - специальная программа, устанавливаемая на устройство(смартфон, планшет и т.д.).<br/>
        <strong>Заказчик</strong> - пользователь системы UpMob, который имеет доступ к функционалу заказов установки приложений. <br/>
        <strong>Исполнитель</strong> - владелец андроид устройства (телефон, смартфон, планшет) с установленным приложением UpMob и зарегистрированный в нем. <br/>
        <strong>Панель управления</strong> - закрытый раздел сайта, в который имеют доступ только пользователи зарегистрированные в сервисе UpMob как заказчики и подтвердили введенный адрес e-mail.<br/>
        <strong>Заказ</strong> - задание созданное заказчиком в панели управления.<br/>
        <strong>Андроид</strong> - операционная система для смартфонов, планшетных компьютеров, электронных книг, цифровых проигрывателей и других устройств.<br/>
        <strong>Play Маркет</strong> - каталог приложений для платформы Андроид на сайте https://play.google.com/</li>
    <br/>
    <li>2. Общие положения.
        <ul style="list-style:none;">
            <li>2.1 Цель сервиса UpMob.<br/>
                Сервис UpMob предоставляет услуги по рекламе приложений на платформе Андроид по средствам установки их Исполнителями на свои устройства. </li>
            <li>2.2 Виды пользователей.<br/>
                Заказчик - имеет доступ к панеле управления заказами.
                Исполнитель - имеет установленное Андроид приложение на своем устройстве.</li>
            <li>2.3 Выполнение задания Исполнителем.<br/>
                Загрузка, установка, выставление оценки и написание отзыва является разовой акцией, если в описании задания Заказчиком не указано иного. Выполнение задания Исполнителя проверяется програмными средствами приложения UpMob.</li>
        </ul></li>
    <br/>
    <li>3. Правила для пользователей сервиса UpMob.
        <ul style="list-style:none;">
            <li>3.1 Правила для Заказчика.
                <ul style="list-style:none;">
                    <li>3.1.1 Заказчику запрещено создавать заказ для рекламы вирусных и троянские приложений, а так же приложения, которые каким-либо образом взаимодействуют с сетями GSM/3G/GPRS/HSDPA без ведома и согласия на то пользователем.</li>
                    <li>3.1.2 Заказчику запрещено создавать заказ для рекламы приложений содержащие эротические материалы, содержащие сцены насилия или содержащие призывы к насилию; провоцирующие межнациональную или межрелигиозную рознь, а так же приложения которые противоречат законодательству РФ.</li>
                </ul></li>
            <li>3.2 Правила для Исполнителя.
                <ul style="list-style:none;">
                    <li>3.2.1 Исполнителю запрещено оставлять негативные отзывы на странице заказанного приложения в Play Маркет.</li>
                    <li>3.2.2 Исполнителю запрещено иметь более одного аккаунта в сервисе UpMob</li>
                </ul></li>
        </ul></li>
    <li>4. Права и обязанности.
        <ul style="list-style:none;">
            <li>4.1 Права и обязанности администрации сервиса.
                <ul style="list-style:none;">
                    <li>4.1.1 Администрация вправе отказать Заказчику без объяснения причин.</li>
                    <li>4.1.2 Администрация вправе отказать Исполнителю без объяснения причин.</li>
                    <li>4.1.3 Администрация вправе рассылать информационные сообщения, зарегестрированным пользвателям в системе uptop.pro, посредством email рассылки. В случае если пользователь не желает получать сообщения, он вправе отказаться от получения писем в будущем.</li>
                </ul></li>
            <li>4.2 Права и обязанности Заказчика.
                <ul style="list-style:none;">
                    <li>4.2.1 Заказчик вправе прервать выполнение заказа. В подобном случае потраченные деньги не возвращаются.</li>
                    <li>4.2.2 Заказчик вправе подать жалобу на действия Исполнителя через форму обратной связи. Все поданные жалобы рассматриваются в порядке очереди. Ответ администрации будет отправлен на указанный email.</li>
                </ul></li>
            <li>4.3 Права и обязанности Исполнителя
                <ul style="list-style:none;">
                    <li>4.3.1 Исполнитель имеет право отказаться от выполнения задания по собственному желанию.</li>
                    <li>4.3.2 Исполнитель имеет право подать жалобу на приложение в заказе через форму обратной связи. Все поданные жалобы рассматриваются в порядке очереди. Ответ администрации будет отправлен на указанный email.</li>
                </ul></li>
        </ul></li>
    <li>5. Меры воздействия при несоблюдении правил
        <ul style="list-style:none;">
            <li>5.1 Меры воздействия на Заказчиков<br/>
                Меры воздействия на Заказчиков администрация UpMob принимает в индивидуальном порядке, на основе серьезности нарушения. <br/>
                Основные меры воздействия: штраф, блокировка аккаунта.</li>
            <li>5.2 Меры воздействия на Исполнителей<br/>
                Меры воздействия на Исполнителей администрация UpMob принимает в индивидуальном порядке, на основе серьезности нарушения. <br/>
                Основные меры воздействия: штраф, блокировка аккаунта без возможности выплаты заработанных денег.</li>
        </ul></li>
</ul>
Если у вас возникнут проблемы или вопросы о работе сервиса UpMob, свяжитесь с администрацией через <a href="http://uptop.pro/">форму обратной связи</a> или любым другим способом.

Если вы не согласны с правилами, пожалуйста, не регистрируйтесь в системе, не создавайте заказов и никаким образом не взаимодействуйте с сервисом UpMob.
</body>
</html>
