<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<!DOCTYPE html>
<html>

<jsp:include page="head.jsp" />

<body>

<jsp:include page="mainmenu.jsp" />

<div class="w1024"> <!-- body !-->

    <div class="b_body">
        <div class="in_body">
            <div  style="padding: 20px;">
                <strong>Как начать с вами работать?</strong><br>
                Вам нужно создать задание в разделе "Заказы", дождаться когда оно пройдет модерацию и пополнить баланс на необходимую сумму.<br><br>

                <strong>Как я могу проверить установку приложения исполнителем?</strong><br>
                Никак. Установка приложения проверяется автоматически с помощью нашего приложения Android.<br><br>

                <strong>Как пополнить баланс?</strong><br>
                Баланс пополняется в разделе "Финансы". Просто укажите сумму на которую вы хотите пополнить баланс и вы будете отправлены на сайт webmoney. Что бы пополнить баланс другим способом свяжитесь со службой тех. поддержки.<br><br>

                <strong>Как мне поменять логин/пароль?</strong><br>
                Пароль вы можете поменять в разделе "Кабинет", а email можно изменить только по запросу в тикетах.<br><br>

                <strong>У меня остались вопросы</strong><br>
                Если у вас остались вопросы, вы можете задать тех.поддержке в разделе "Тикеты".<br></div>
        </div>
    </div>
</div>

</body>
</html>